[
    {
        "productId": 31,
        "productName": "Hospital Bed",
        "productPrice": 250,
        "productDescription": "Hospital beds are often rented for home care, particularly for patients who require specialized care and comfort at home. These adjustable beds allow for positioning changes that aid in comfort and health, such as raising the head or feet. Rental services provide hospital beds for patients who need them for a short period due to surgery recovery or chronic illness.",
        "productImage": "https://images-cdn.ubuy.co.in/655cf0a1e7ba84330d7f30b5-dargash-medical-hospital-bed-electric.jpg",
        "period": "one_week"
    },
    {
        "productId": 32,
        "productName": "Oxygen Concentrator",
        "productPrice": 130,
        "productDescription": "An oxygen concentrator is a device that extracts oxygen from the surrounding air and delivers it to individuals who need supplemental oxygen. It is often rented for home use by patients with chronic respiratory conditions, such as COPD or asthma, who need continuous oxygen therapy. Renting the device is a cost-effective solution for patients who need temporary oxygen therapy or do not require it long-term.",
        "productImage": "https://m.media-amazon.com/images/I/612MtcDvigS.jpg",
        "period": "one_week"
    },
    {
        "productId": 33,
        "productName": "Compression Therapy Devices",
        "productPrice": 185,
        "productDescription": "Compression therapy devices, such as pneumatic compression pumps, are rented to help with circulation issues, such as those associated with lymphedema, varicose veins, or post-surgery recovery. These devices help improve blood flow and reduce swelling in the legs and arms. Renting compression therapy equipment provides a temporary solution for individuals undergoing recovery or dealing with chronic conditions that require periodic compression therapy.",
        "productImage": "https://m.media-amazon.com/images/I/71PDQp3OYUL.jpg",
        "period": "one_week"
    },
    {
        "productId": 34,
        "productName": "Patient Lift (Hoyer Lift)",
        "productPrice": 100,
        "productDescription": "A patient lift, often known as a Hoyer lift, is used to move patients who are unable to move independently, such as those with severe mobility impairments or recovering from surgery. The device uses a sling to lift and transfer patients safely, preventing injury to both the patient and caregivers. Renting a patient lift is an excellent choice for those who need it temporarily and do not require it for long-term use.",
        "productImage": "https://patientaid.com/cdn/shop/products/patient_aid-21.jpg?v=1604569405",
        "period": "one_week"
    }
]
